# MEPSupportUtils Members

---
C#Visual BasicVisual C++
Include Protected MembersInclude Inherited Members
Revit 2024 API
---
MEPSupportUtils Members
MEPSupportUtils Class Methods See Also
---
The MEPSupportUtils type exposes the following members.
# Methods
| Name | Description |
| --- | --- |
| --- | --- | --- |
| CreateDuctworkStiffener | Create family based stiffener on the specified fabrication ductwork. |

# See Also
MEPSupportUtils Class
Autodesk.Revit.DB Namespace